{
    "sentences": [ 
        {
            "id": 1,
            "sentence": "The eBay deal is a tier-1 endorsement for social commerce by an ecommerce giant.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 2,
            "sentence": "Donahue, for the record, is also an investor in car-sharing platform RelayRides.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 3,
            "sentence": "After an appeal, the 2007 value was set at $51,000, and his taxes were adjusted.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 4,
            "sentence": "Allen began his teaching career as an elementary school science teacher in 1995.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 5,
            "sentence": "During an interview Thursday, Stockstill did not name candidates for either job.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 6,
            "sentence": "However, that didn't necessarily translate into an equivalent financial success.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 7,
            "sentence": "This seemed to ignite an unholy fire fueled by political agendas empty of facts.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 8,
            "sentence": "An immediate rush of orange juice was administered to get sugar into his system.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 9,
            "sentence": "He was also given tickets for speeding and operating an uninsured motor vehicle. ",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 10,
            "sentence": "It was important to show that I'm an ice skater and insecure about my body, too.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 11,
            "sentence": "He was also given tickets for speeding and operating an uninsured motor vehicle.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 12,
            "sentence": "An inmate who fails boot camp returns to prison to complete his or her sentence.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 13,
            "sentence": "No, not anything to do with his winning an Olympic gold medal in figure skating.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 14,
            "sentence": "Of course, an all-loving and forgiving God will show compassion to Michael Vick.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 15,
            "sentence": "Police said Boyd is a documented gang member with an extensive criminal history.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 16,
            "sentence": "The official stresses that there is no intelligence about an active terror plot.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 17,
            "sentence": "When they arrived, Neal was in an attached garage, but then entered the kitchen.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 18,
            "sentence": "Responding to an anonymous tip, police arrested Garza Tuesday night at his home.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 19,
            "sentence": "There were no injuries and the suspects got away with an unknown amount of cash.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 20,
            "sentence": "Fernando Pisani will return after missing eight games with an upper body injury.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 21,
            "sentence": "I'd like to see an extension cord or batteries to test items before buying, too.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 22,
            "sentence": "If this were a story about an American speech therapist, it would play the same.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 23,
            "sentence": "The city has an important decision to make regarding the future of the property.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 24,
            "sentence": "Guessing the gender of an unknown author became part of the pleasure of reading.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 25,
            "sentence": "Doogh is generally served chilled or over ice and as an accompaniment to kebabs.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 26,
            "sentence": "Salinas is being held in Lubbock County Jail on an aggravated kidnapping charge.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 27,
            "sentence": "That's an increase of 39 for Horton but a cut of 20 for McLaughlin and Hrabosky.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 28,
            "sentence": "Besides, an online site happened to offer a very good deal on a 55-inch Toshiba.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 29,
            "sentence": "They had a 2-0 lead at home, against an inferior opponent, then stopped playing.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 30,
            "sentence": "They say the undervalued Chinese currency is an export subsidy, pure and simple.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 31,
            "sentence": "In an aquaponic greenhouse, plants are grown in water that also is home to fish.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 32,
            "sentence": "The Rams added an offensive coordinator, but are now minus a quarterbacks coach.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 33,
            "sentence": "Turns out they were discussing whether Evans had thrown an elbow on the rebound.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 34,
            "sentence": "It turned out to be an even better thing as I got lost on my way to the airport.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 35,
            "sentence": "The funds invest in loans with interest rates that adjust according to an index.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 36,
            "sentence": "He also is provided an office and support staff at A-B's St. Louis headquarters.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 37,
            "sentence": "West coach Melanie Korte resigned last month because she is an expectant mother.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 38,
            "sentence": "I am entitled to do that, and honestly, it's the best reason to invent an award.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 39,
            "sentence": "Was last season's .248 average a mirage or an indication of a player in decline?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 40,
            "sentence": "Majerus had just been hired at SLU and needed an assistant who knew the Midwest.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 41,
            "sentence": "After Panama scored an early goal in that game, it looked like it would be over.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 42,
            "sentence": "With few exceptions, pension funding deficiencies are becoming less of an issue.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 43,
            "sentence": "An inventory check showed that several gift cards were missing from both purses.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 44,
            "sentence": "He had earlier been charged as a juvenile but was certified Tuesday as an adult.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 45,
            "sentence": "For North, Nathan Elmy scored on a 28-yard run and on an 81-yard kickoff return.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 46,
            "sentence": "He married Ida Perle Alexander, an actress, and established himself as a lawyer.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 47,
            "sentence": "Others said that regardless of the law, it creates an appearance of impropriety.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 48,
            "sentence": "Agents pulled their guns and had to force an uncooperative Grady into handcuffs.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 49,
            "sentence": "Gateway raised the money for the initial payments by an appeal to its listeners.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 50,
            "sentence": "The third judge said Sarvies knows who he is an artist and could go all the way.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 51,
            "sentence": "Paraguay never has gotten this far and hasn't shown much of an ability to score.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 52,
            "sentence": "However, the parts are there for an expanded deal between the two organizations.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 53,
            "sentence": "The Stella Artois spot marks the first time A-B has advertised an imported brew.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 54,
            "sentence": "He has a bachelor's and master's degrees from Cornell in engineering and an MBA.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 55,
            "sentence": "Gaston has a personal best shot put throw of 40-9 at an indoor meet last season.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 56,
            "sentence": "She is an attorney and signed a contract to do per diem work for a local lawyer.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 57,
            "sentence": "Should we apologize and explain why their daughter didn't receive an invitation?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 58,
            "sentence": "DiNapoli was an assemblyman before being appointed comptroller in February 2007.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 59,
            "sentence": "If he's playing in an average or poor lineup, his numbers would be weak at best.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 60,
            "sentence": "He returned to Ames as an assistant at the YMCA, where the pair met at a social.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 62,
            "sentence": "It will be replaced by an entertainment complex of retail, bars and restaurants.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 63,
            "sentence": "He is not an elected official and does not represent any of us in that capacity.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 64,
            "sentence": "An unknown suspect appeared to have pried on the truck with some kind of device.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 65,
            "sentence": "As December comes to an end, check for falling needles from your Christmas tree.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 66,
            "sentence": "As Holmes arrived back with his platoon, an investigation was already under way.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 67,
            "sentence": "For $2 you can take a dip in an old, spring-fed limestone quarry pool in Tenino.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 68,
            "sentence": "An estimated 80,000 items including books and compact discs are waiting to move.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 69,
            "sentence": "He was an All-Star with Boston in 2010, batting .321 with 28 homers and 102 RBI.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 70,
            "sentence": "Ryan is an impressive 19-1 in starts at the Georgia Dome, but 10-11 on the road.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 71,
            "sentence": "Trailing by nine, 61-52, early in the third, the Bucks put together an 11-2 run.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 72,
            "sentence": "Taxpayers requesting an extension will have until Oct. 17 to file their returns.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 73,
            "sentence": "Authorities say the killings stemmed from an argument between Sanders and Moore.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 74,
            "sentence": "The gunman was already in his truck when an officer drove up, the neighbor said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 75,
            "sentence": "An answering service for EnergyUSA said there was no one to comment immediately.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 76,
            "sentence": "The nonprofit has seen an increase in need with the economic downturn, she said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 77,
            "sentence": "The store itself is an old public works garage that shares a wall with the jail.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 78,
            "sentence": "Printy then dashed by three defenders for an uncontested layup to make it 66-57.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 79,
            "sentence": "In an upstairs window, Santa walks past, waving at onlookers as he stacks gifts.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 80,
            "sentence": "They had an eight-game streak last season and two seven-game streaks in 2008-09.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 81,
            "sentence": "Turning from sets to people, acting in an ensemble piece can be tricky business.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 82,
            "sentence": "As Junie, Beth Neel returns to the role she played in an earlier Rep production.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 83,
            "sentence": "They should really run an article on the cast members that work that attraction.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 84,
            "sentence": "Binge drinking, in particular, has been an issue in 2010, according to Hartzler.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 85,
            "sentence": "An apparatus and method for self-heating and self-hydrating foods and beverages.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 86,
            "sentence": "An adaptive wavefront modulation system and method for refractive laser surgery.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 87,
            "sentence": "He'd passed an instant background check as required, according to news accounts.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 88,
            "sentence": "County officials think a surge valve failed or an interconnection was left open.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 89,
            "sentence": "In five career playoff games, Briggs has 47 tackles, a sack and an interception.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 90,
            "sentence": "Rumors at the time suggested it might carry an entry price of as much as $1,000.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 91,
            "sentence": "However, the South African salvaged the hole with an approach to within 12 feet.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 92,
            "sentence": "The state Fire Marshals office initially blamed the fire on an electrical cause.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 93,
            "sentence": "My favorite serial entrepreneur, Benjamin Franklin, wasn't an adrenaline junkie.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 94,
            "sentence": "Osborn hired Pelini to re-create an effective Nebraska defense, Pelini did that.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 95,
            "sentence": "Goldman commissioned an independent survey of its clients as part of its review.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 96,
            "sentence": "After White retired in 2009, he stayed on as an economic development consultant.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 97,
            "sentence": "Can an indebted nation really give up so many hours to the Bills and the Browns?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 98,
            "sentence": "An installation shot of the Jerni Collection of antique toy trains and stations.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 99,
            "sentence": "The action takes place in a French chateau during an early level in Uncharted 3.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 100,
            "sentence": "The new Toshiba Tablet, an iPad-like computer the company will sell in mid-2011.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 101,
            "sentence": "Before, MySpace tried to be an all-purpose social networking site like Facebook.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 102,
            "sentence": "Outside of Kansas, Kris Kobach is best known as an expert on immigration issues.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 103,
            "sentence": "As we learned in Iraq and Afghanistan, it takes a village to stop an insurgency.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 104,
            "sentence": "A victory would give them a three-game winning streak as well as an 11-5 record.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 105,
            "sentence": "Inside the home, guests can be welcomed in a foyer with an adjacent powder room.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 106,
            "sentence": "One option would be to attempt an end-around on the two-thirds vote requirement.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 107,
            "sentence": "Parker had an open look, but leaned into the shot rather than going straight up.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 108,
            "sentence": "Perry managed an assist on the Ducks last goal, after a postgame scoring change.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 109,
            "sentence": "It's an approach embraced by Walker, practically an assistant coach this season.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 110,
            "sentence": "Today most need a paramedics certificate, the equivalent of an associate degree.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 111,
            "sentence": "Last week they discovered an asteroid, said Stephen Nichols, district spokesman.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 112,
            "sentence": "They'd play in an arena that's nicer but only marginally bigger than Arco Arena.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 113,
            "sentence": "A representative told her the bank had no idea she was working with an attorney.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 114,
            "sentence": "Recently, there has been an escalation of violence along the Gaza-Israel border.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 115,
            "sentence": "For an album with only four up-tempo tunes, that's a pretty bad batting average.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 116,
            "sentence": "Set up an account online at the grocery store's website using your loyalty card.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 117,
            "sentence": "Hart's spring has been far from perfect after an injury has limited him in camp.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 118,
            "sentence": "Krejci performed expressively and gave the flute an almost electric personality.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 119,
            "sentence": "For now the Asos store inside Facebook can only be accessed via a PC or an iPad.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 120,
            "sentence": "Proud of his middle-class roots, he has an instinctive feel for the public mood.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 121,
            "sentence": "However, after the pictures are received, you may place an order with Lifetouch.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 122,
            "sentence": "She describes herself as an evangelical Christian who's frustrated with Camping.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 123,
            "sentence": "An advance copy was made available to subscribers in an e-mail over the weekend.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 124,
            "sentence": "A boy in camouflage pants and rubber boots held an autograph pen and a baseball.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 125,
            "sentence": "Additionally, the chosen locations may only advertise an event within the store.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 126,
            "sentence": "The suspect is described as a white male adult, 5 foot 10 with an average build.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 127,
            "sentence": "Gregoire also pushed earlier in the session for an overhaul of the ferry system.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 128,
            "sentence": "Whatcom County has an estimated 14,612 apartment units, according to the report.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 129,
            "sentence": "The crowd of 5,153 seemed to smell an upset developing from the opening minutes.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 130,
            "sentence": "Arencibia homered, Lind hit an RBI single and John McDonald had a sacrifice fly.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 131,
            "sentence": "Sant added an enhancement to the charge, saying Stuart was armed with a firearm.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 132,
            "sentence": "An avid cyclist, Dickson commuted by bike everywhere he lived, Fredrickson said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 133,
            "sentence": "An 18-year-old passenger from Olympia was transported to Mason General Hospital.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 134,
            "sentence": "I've been trying to remove the wallpaper, but it is completely an uphill battle.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 135,
            "sentence": "Stanford's Andrew Luck is one of ten quarterbacks to keep an eye on this season.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 136,
            "sentence": "He is hoping to get an invitation to make an official visit to Michigan as well.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 137,
            "sentence": "This might be a statistical freak by an otherwise average or merely good player.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 138,
            "sentence": "Olympia jumped out to an early lead, but DP recovered and led 27-23 at the half.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 139,
            "sentence": "When an erotic masseuse was later murdered in Boston, she knew she dodged death.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 140,
            "sentence": "Reyes walked the first batter he faced but induced an inning-ending double play.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 141,
            "sentence": "An 89-year-old woman was killed in the fire, police Lt. Anthony Haugh confirmed.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 142,
            "sentence": "Son Jim spends his days as an engineer, while parents Mary and Jack are retired.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 143,
            "sentence": "After a six-year journey an unmanned NASA rocket has reached the planet Mercury.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 144,
            "sentence": "Call this one a guilty pleasure, or just an enjoyable escape for a couple hours.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 145,
            "sentence": "These athletes went to the school to get an education and to play for that team.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 146,
            "sentence": "The chemicals and plant materials are mixed in an open metal container, he said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 147,
            "sentence": "Discovery declined to comment, Michelle Russo, a spokeswoman, said in an e-mail.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 148,
            "sentence": "Perkins moved to Cairo, Illinois, in 1949 and made a living as an auto mechanic.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 149,
            "sentence": "Global food costs rose to an all-time high in February, the United Nations said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 150,
            "sentence": "The company also said in the statement it may exercise an over-allotment option.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 151,
            "sentence": "Regulators devalued the dong on Feb. 11 in an attempt to curb the trade deficit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 152,
            "sentence": "We also visit Commodities Corporation, an early quantitative investing boutique.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 153,
            "sentence": "Conlan lives in Vinalhaven, Maine, an island 15 miles off the coast of Rockland.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 154,
            "sentence": "In an Associated Press report, McDonough says he is disgusted with the campaign.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 155,
            "sentence": "Grabbing an overhead beam, she held on as a torrent rushed through the building.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 156,
            "sentence": "Still, a 5-1 loss to the Texas Rangers on Sunday put the Red Sox in an 0-3 hole.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 157,
            "sentence": "Part of the plan could be an attempt to sweeten the pot for liquor-store owners.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 158,
            "sentence": "With CSU down 59-57, MWC newcomer of the year Drew Gordon swatted an Ogide shot.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 159,
            "sentence": "An off-Broadway stage adaptation opened in 2007 and ran for more than two years.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 160,
            "sentence": "So what would happen if you put that natural human behaviour into an iPhone app?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 161,
            "sentence": "Comment sub-trolls form beneath him, fleshing out an army of the douchebagerati.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 162,
            "sentence": "Malcolm Gladwell can tell you how irrelevant and inconsequential an act that is.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 163,
            "sentence": "One is proposing an all-boys middle and high school college preparatory program.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 164,
            "sentence": "Later another officer was called to investigate an assault involving a juvenile.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 165,
            "sentence": "Maryland is looking to release enough state prisoners to close an entire prison.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 166,
            "sentence": "It's an isolated country estate belonging to his aunt and supposedly unoccupied.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 167,
            "sentence": "An all-wheel drive vehicle with a protected underside is essential in Patagonia.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 168,
            "sentence": "There isn't an age limit, but participants must weigh between 70 and 250 pounds.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 169,
            "sentence": "The levy also supports an adequate fund balance that can be used when necessary.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 170,
            "sentence": "All too often, winners can't handle the changes that come with an outsize check.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 171,
            "sentence": "Her hand was as big as a quarter, and her foot was only an inch and a half long.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 172,
            "sentence": "For example, if the contest requires an index card, don't send a piece of paper.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 173,
            "sentence": "You will be able to make progressively wiser decisions for you as an individual.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 174,
            "sentence": "This culinary non sequitur is an abrupt shift in style and makes no sense to me.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 175,
            "sentence": "Obama will deliver his address Tuesday evening in an expectedly strong position.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 176,
            "sentence": "He had an MRI on Friday morning which showed no damage except for the contusion.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 178,
            "sentence": "He earned an international law degree at New York University Law School in 1974.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 179,
            "sentence": "Everything from our laws to our tax code is designed to keep an orderly society.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 180,
            "sentence": "She was laid off from her job as an employment research specialist in June 2009.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 181,
            "sentence": "He landed a job with an OCTA subcontractor and has been driving a bus since May.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 182,
            "sentence": "He provides her with comfort, security and predictability in an uncertain world.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 183,
            "sentence": "He said the second officer was later shot as he tried to rescue the wounded men.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 184,
            "sentence": "We take pride in Google search and strive to make each and every search perfect.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 185,
            "sentence": "I suspect this is because many of them stopped blogging as much as they used to.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 186,
            "sentence": "Getting news only about people you know turned out to be too limited a use case.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 187,
            "sentence": "Selling something at a fair price to fewer customers is a better place to be in.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 188,
            "sentence": "Even after eight months, Riley says the flood continues to wreck people's lives.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 189,
            "sentence": "Usually the discount is 100 percent, allowing the paid app to be free for users.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 190,
            "sentence": "The sign was designed to look similar to the one that was in place in the 1940s.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 191,
            "sentence": "The victim then kicked the magazine away and grabbed it as he fled to the store.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 192,
            "sentence": "Every now and then, a public person is going to say or do something regrettable.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 193,
            "sentence": "It is very complex, yet it doesn't disguise the food you are using it to flavor.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 194,
            "sentence": "They attributed most of the rise to more victims being willing to report crimes.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 195,
            "sentence": "Decisions about recusal from individual cases are up to each individual justice.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 196,
            "sentence": "The commission was to send its proposals to Congress and President Barack Obama.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 197,
            "sentence": "Take your dog to dinner just like Katie Cook and her dog Zara did in the summer.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 198,
            "sentence": "Students will move on to ocean currents and how they affect weather and climate.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 199,
            "sentence": "Students will start signing up for the classes that they want to take next year.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 200,
            "sentence": "The Vulcan personnel then treated the students to a hot dog and hamburger lunch.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 201,
            "sentence": "Everyone who enjoys eating out now has the opportunity to help Hillsboro School.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 202,
            "sentence": "Photography is playing a major role when it comes to marketing homes these days.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 203,
            "sentence": "In the near future, we will be trying to find a better way to handle this issue.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 204,
            "sentence": "To date, the fish fry has raised more than $300,000 for nonprofit organizations.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 205,
            "sentence": "Grinder, a 35-year military veteran, was named to the post on Thursday, Jan. 13.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 206,
            "sentence": "Playing alongside Dumont has inspired Mueller and Halischuk, according to Trotz.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 207,
            "sentence": "Mangini, 40, was fired by the Browns this month after back-to-back 5-11 seasons.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 208,
            "sentence": "The Packers finally signed him in late October to help ease their injury issues.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 209,
            "sentence": "I want him to be put in position to be the most successful head coach he can be.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 210,
            "sentence": "In his place, AOL's chief technology officer, Alex Gounares, spoke to the group.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 211,
            "sentence": "Scheduled to be a free agent, Ball said he would like to remain with the Titans.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 212,
            "sentence": "The council decided to preserve the track, dealing another blow to Dean's plans.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 213,
            "sentence": "You are not going to want someone with two years of dental education doing that.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 214,
            "sentence": "Using a silicon mini muffin mold, pour mixture three-quarters of the way to top.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 215,
            "sentence": "He also promised to weigh the cost of any incentive package against the returns.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 216,
            "sentence": "Exactly when Bryan will move her office to the historic courthouse is not clear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 217,
            "sentence": "Quick was restrained, but he still tried to kick the windows out of a squad car.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 218,
            "sentence": "One of the first places to start the inevitable cuts should be federal pensions.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 219,
            "sentence": "It could be up to a two-month wait just to get him into one of those facilities.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 220,
            "sentence": "Beckham said his hand is 100 percent again and he vows to be better this season.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 221,
            "sentence": "Both companies declined to elaborate on the agreement to delay their litigation.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 222,
            "sentence": "Say goodbye to deep discounts from desperate hotel and transportation companies.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 223,
            "sentence": "State and federal officials must find a way to finance that long-needed project.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 224,
            "sentence": "We had to beat Green Bay in the last game of the season to go into the playoffs.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 225,
            "sentence": "One of its major goals is to de-stigmatize depression and those seeking of help.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 226,
            "sentence": "He says biologists are working to control herbs and curb deer population growth.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 227,
            "sentence": "He would try to create things that weren't there instead of trusting the return.",
            "toTurkish": "",
            "level": ""
        },
        {
            "id": 230,
            "sentence": "All proceeds go to support the elimination of child abuse and domestic violence.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 231,
            "sentence": "Another change in election law allows absentee ballots to be open to all voters.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 232,
            "sentence": "Brown told Palmer the team wouldn't trade him because he's central to its plans.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 233,
            "sentence": "Use the east entrance and take the elevator to the lower level's community room.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 234,
            "sentence": "Diaz refused to leave the casino when asked by casino security and Elgin police.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 235,
            "sentence": "A window screen was removed and the glass broken to gain entrance into the room.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 237,
            "sentence": "In 2006, he was calling for Republicans to get back to their conservative roots.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 238,
            "sentence": "However, he said a family health issue last month caused him to change his mind.",
            "toTurkish": "",
            "level": ""
        },
        {
            "id": 240,
            "sentence": "Deputies say two men jumped into their vehicle and ordered the husband to drive.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 241,
            "sentence": "She said customers who bought the CD can return it to any Wal-Mart for a refund.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 243,
            "sentence": "For those negotiations to succeed, Republicans likely would have to be included.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 244,
            "sentence": "Is it any wonder that Congress is so powerless to show a profitable bottom line?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 246,
            "sentence": "Ferrelli said the loss is estimated at $4,000, including damage to the building.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 247,
            "sentence": "He also said the government will continue to promote its horse adoption program.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 248,
            "sentence": "Judge Hallock is trying to decide if the injured dog should be returned to Rinn.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 249,
            "sentence": "More casinos and slot machines could lead to more problem gamblers, they argued.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 250,
            "sentence": "Then she had to stay with friends and relatives until she found a new apartment.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 251,
            "sentence": "The district may also look to save money in its next contract with its teachers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 252,
            "sentence": "She fears her daughter will get out of jail and continue to make poor decisions.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 253,
            "sentence": "Almost 32 million people traveled through O'Hare in 2009, according to the suit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 254,
            "sentence": "Paramedics transported him to Northwest Community Hospital in Arlington Heights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 255,
            "sentence": "I know the Willises would have forgiven him, had he even bothered to ask for it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 256,
            "sentence": "At a time where everyone is cutting back, they continue to demand more and more.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 257,
            "sentence": "Then I still can manipulate the items through the bag to tap and clean them out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 258,
            "sentence": "Make sure you have plenty of ventilation to dry things off when they do get wet.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 259,
            "sentence": "To the students, to the staff, to the outside world, it says COD is on the move.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 260,
            "sentence": "Daley tells the Chicago Sun-Times that he's considering whether to write a book.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 261,
            "sentence": "I just loved playing the game, being with the guys, going to the park every day.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 262,
            "sentence": "He is charged with felony theft and faces up to 30 years in prison if convicted.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 263,
            "sentence": "The Batavia library has graciously donated a cake to help celebrate the exhibit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 263,
            "sentence": "She missed two targets in the first standing shooting to slip from 12th to 14th.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 264,
            "sentence": "Most customers are in their mid-20s to 40s, but the demographics can skew older.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 265,
            "sentence": "Evanston jumped to that 7-0 lead before Metea Valley got fully into the contest.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 266,
            "sentence": "These attaching fronds start out green but soon dry to resemble parchment paper.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 267,
            "sentence": "He didn't appear to be bothered at all by the fact the gifts had been unwrapped.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 268,
            "sentence": "He says that is not a consideration and he wants to play in the final two games.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 269,
            "sentence": "The company can afford to splurge because it has become increasingly prosperous.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 270,
            "sentence": "Karzai has long tried to bring elements of the Taliban to the negotiating table.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 271,
            "sentence": "People sentenced to a year or less serve their time in jail, not a state prison.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 272,
            "sentence": "Prosecutors also accused Italiano and McCabe of trying to cover up the shooting.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 273,
            "sentence": "Officials anticipate the figure will climb to $8 million by the end of December.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 274,
            "sentence": "Lytle's mission work wasn't just limited to educational and spiritual endeavors.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 275,
            "sentence": "Joel Quenneville said it was purely a procedural move related to the salary cap.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 276,
            "sentence": "The occasion was marked by a brief presentation to honor Wandro before the game.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 277,
            "sentence": "Prosecutors amended the charge to a misdemeanor in exchange for his guilty plea.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 278,
            "sentence": "He served as ambassador to the United Nations during the Clinton administration.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 279,
            "sentence": "His own preference is to hire younger officers trained up from a lower pay rate.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 280,
            "sentence": "This project has come to fruition due to this effort and cooperative volunteers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 281,
            "sentence": "This all started with Boozer explaining why his offense was slow to materialize.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 282,
            "sentence": "It has not taken long for the Republican talking heads to forget recent history.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 283,
            "sentence": "Returning to the party, Juarez told family and friends about the alleged attack.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 285,
            "sentence": "This is particularly important on steep roofs and those exposed to strong winds.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 286,
            "sentence": "Favre was sidelined by a throwing shoulder too damaged for even him to overcome.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 287,
            "sentence": "The mother made the choice just as the those who did the atrocities to the Jews.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 288,
            "sentence": "The success of the clinic is due to a supportive partnership with the community.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 289,
            "sentence": "Workers must have the thinking skills vital to putting the basic skills to work.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 290,
            "sentence": "Illinois, 2010 style, has suddenly found reason to make such damaging decisions.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 291,
            "sentence": "DiMaggio made $72,692 last year as prosecutor, according to the village website.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 292,
            "sentence": "Borizov, who returns to court Jan. 21, remained in the county jail without bond.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 293,
            "sentence": "In their most recent game, the Hawks lost 73-72 loss to Elgin Community College.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 294,
            "sentence": "It's frustrating because I feel like we have a chance to be really, really good.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 295,
            "sentence": "I like to get up and down the court really quickly, and I like driving the lane.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 296,
            "sentence": "Macy's spokesman Jim Sluzewski said the chain is sticking to planned promotions.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 298,
            "sentence": "A federal judge also sentenced him to three years probation, ending in May 2012.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 299,
            "sentence": "The election board's decision is not expected to end the matter either, however.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 300,
            "sentence": "So they aren't in a rush to make big-ticket financial commitments and buy homes.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 301,
            "sentence": "This family activity is free and open to the public with skate rental available.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 302,
            "sentence": "Any and all information relating to past seasons is being collected by the EYSO.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 303,
            "sentence": "Afterward, she made it to a parking area where other people alerted authorities.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 304,
            "sentence": "For Colin, I tried to find a visual way to communicate what stuttering was like.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 305,
            "sentence": "These maps are the key to who will hold how much power in Illinois for 10 years.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 306,
            "sentence": "This letter is in response to your Nov. 14 story and Nov. 26 editorial comments.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 307,
            "sentence": "Adding insult to injury, he cites government sanctions regulating relationships.",
            "toTurkish": "",
            "level": ""
        },  
        {
            "id": 309,
            "sentence": "The city should do its best to attract a similar caliber buyer for the property.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 310,
            "sentence": "The Skyhawks, who drop to 1-8 on the season, scored a mere 4 points on putbacks.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 311,
            "sentence": "A refusal of the judge's warrant would be subject to a different set of charges.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 312,
            "sentence": "Fifteen trail guides will spread out across the grounds to keep people on track.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 313,
            "sentence": "A man slowly steps out and seems to be confused that he's back where he started.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 314,
            "sentence": "Her first shot to fall was from 3-point range and it gave the Saxons a 7-0 lead.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 315,
            "sentence": "It showed being outscored 16-14 by Harlem and being held to 33 percent shooting.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 316,
            "sentence": "Stanley then scored to spark a 9-0 run that gave the Ramblers the lead for good.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 317,
            "sentence": "The program is choreographed to the taped music of the Trans-Siberian Orchestra.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 318,
            "sentence": "During this festive time the whoopie pies can be customized to fit the occasion.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 319,
            "sentence": "Light strands connected to wreaths, garlands, or other material cannot be taken.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 320,
            "sentence": "Keating said she plans to survey parents about how the donation should be spent.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 321,
            "sentence": "Will he be prepared to do what Reagan did-explain why the credit belongs to him?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 322,
            "sentence": "The public, always a disappointment to Washington, is not buying enough of them.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 323,
            "sentence": "In November, a frustrated Obama decided to change his national-security adviser.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 324,
            "sentence": "There are places where we ought to be able to work together and get things done.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 325,
            "sentence": "British trade unions have a sure touch when it comes to antagonizing the public.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 326,
            "sentence": "So coming back and leading a company focused on beauty was very appealing to me.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 327,
            "sentence": "Women in the spotlight need to think before they speak-just like the rest of us.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 328,
            "sentence": "Around $386 billion was spent, according to Treasury Secretary Timothy Geithner.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 329,
            "sentence": "Journalists were granted access to the first firing-squad execution in 14 years.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 331,
            "sentence": "Thanks to the tax cuts we passed, Americans'paychecks are a little bigger today.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 332,
            "sentence": "The three construction workers continued to laugh it off and harass our actress.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 333,
            "sentence": "They employed elaborate stage sets and staid models to showcase their creations.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 334,
            "sentence": "White House senior adviser Pete Rouse, who served as chief of staff to then-Sen.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 335,
            "sentence": "As we age, we need to get more nutritional value out of the calories we consume.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 336,
            "sentence": "Then they assessed the participants again seven to eight years after graduation.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 337,
            "sentence": "Egypt was the first Arab nation to recognize Israel more than three decades ago.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 338,
            "sentence": "Bettany is married to actress Jennifer Connelly and they have two sons together.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 339,
            "sentence": "Tired of hearing your brain is going to be mush by the time you're old and grey?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 340,
            "sentence": "They are hoping that the elephant will give birth to a real-live woolly mammoth.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 341,
            "sentence": "He says lawmakers should address the issue to raise awareness about the dangers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 342,
            "sentence": "Keep in mind, too, that you need to be a role model when it comes to technology.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 343,
            "sentence": "I assume that you are a slave to your calendar with that busy schedule of yours.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 344,
            "sentence": "So pre-existing conditions ranged from having cancer to having high cholesterol.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 345,
            "sentence": "The closest land to Abby's boat was Reunion Island, which is east of Madagascar.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 346,
            "sentence": "This will be huge building block of your overall relationship for years to come.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 347,
            "sentence": "Is it boring because it's become uncool in the classroom to be interested in it?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 348,
            "sentence": "Last week, Cohen filed a petition to become special administrator of the estate.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 351,
            "sentence": "Other prizes range from $2 to $250,000, depending on how many numbers you match.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 352,
            "sentence": "Ivan, who so badly wanted a warm bed to sleep in at night, finally got his wish.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 353,
            "sentence": "So it would not be a good idea to be on a high protein, low carbohydrate intake.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 354,
            "sentence": "I've never had a formal diagnosis, and I want to know if there is a test for it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 355,
            "sentence": "Now, the predictions of insolvency have come to pass, Koster said in his letter.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 356,
            "sentence": "In-district students would pay $85 per credit hour, compared to the current $80.",
            "toTurkish": "",
            "level": ""
        },  
        {
            "id": 358,
            "sentence": "People used to say that Seinfeld was a great show, but it wasn't about anything.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 359,
            "sentence": "He credits that to the Funny Bone's longstanding open mike programs on Tuesdays.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 360,
            "sentence": "He has already been offered a scholarship to the University of Central Missouri.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 361,
            "sentence": "So Monday figured to be the last of their annual meetings, at least for a while.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 362,
            "sentence": "Romer got indignant as I took out my notebook and camera to record his reaction.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 363,
            "sentence": "Regardless of what happens from here on out, it's been quite a ride for Belmont.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 366,
            "sentence": "I don't recommend that you follow your friends'advice and just do what you want.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 367,
            "sentence": "Group number one is what we call a low risk of recurrence, or favorable patient.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 368,
            "sentence": "What kept her going, she said, was that the plan addressed her emotional eating.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 369,
            "sentence": "What can be done to alleviate the backup for folks trying to get onto Brentwood?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 370,
            "sentence": "It was after the Sept. 11 attacks that he got to see what his job was all about.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 371,
            "sentence": "He said the investment is restoring what had been a mainstay for local shoppers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 373,
            "sentence": "It remains to be seen what kind of campaign for defections Christie has in mind.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 374,
            "sentence": "He said the discussion has given him a better sense of what the community wants.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 375,
            "sentence": "This time, the weather isn't what is clouding things for the 11th-ranked Tigers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 376,
            "sentence": "He provided a description of the suspect, including what clothes he was wearing.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 377,
            "sentence": "He was bleeding from several injuries and could not tell them what had happened.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 378,
            "sentence": "What you paid in Medicare taxes shows up on your W-2 income tax form every year.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 379,
            "sentence": "We both have the same mind-set this season because of what took place last year.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 380,
            "sentence": "Your house and property are worth exactly what a buyer is willing to pay for it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 381,
            "sentence": "Sure, practice and dedication to the sport has helped them become what they are.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 382,
            "sentence": "Now it that aint synergy marketing for the Sunshine State, I don't know what is.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 383,
            "sentence": "On-track success and continued growth is what generally turns those other heads.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 384,
            "sentence": "Even if one argues that the difference, the College E, grows over time, so what?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 385,
            "sentence": "What should they do with the shares in terms of management proxies and the like?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 386,
            "sentence": "What are your thoughts on this important coaching hire as NU enters the Big Ten?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 387,
            "sentence": "Anyone that has ever coached a sport knows what it means to fight for your kids.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 388,
            "sentence": "Whatever their product is though, their team is confident about what lies ahead.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 389,
            "sentence": "So maybe what we've seen in the last few weeks is the beginning of the reversal.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 390,
            "sentence": "It would be easy for Branch to reflect on what might have been if he never left.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 391,
            "sentence": "Figure out how much you owe, to whom and on what terms, and start paying it off.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 392,
            "sentence": "So, the time came for them to share with all of us what they got from us anyway.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 393,
            "sentence": "In the US what happened between Asange and these two women would not be a crime.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 394,
            "sentence": "Americans should let Congress know what kind of health care competition we want.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 395,
            "sentence": "You need to ask whether that is what the central government is authorized to do.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 396,
            "sentence": "I'm not going to come in and be the big, bad wolf, telling everybody what to do.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 397,
            "sentence": "How is that any different from what almost every country on the planet has done.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 398,
            "sentence": "Before deciding what sport you'd like to try, see what your dog's strengths are.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 399,
            "sentence": "What ideas do you have for someone with absolutely no skills or work experience?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 400,
            "sentence": "Do what you can to relax, hang out with friends, and get your thoughts together.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 401,
            "sentence": "I have long wondered what might have been had they given Monarchs fans a chance.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 402,
            "sentence": "What is known is that the Westfield Galleria shoppers will see some new tenants.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 403,
            "sentence": "I'm sure that's what Byron's saying and all of us that are coaching young teams.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 404,
            "sentence": "Determine what your threshold is and what your ideal time usage would look like.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 405,
            "sentence": "Few of them, admittedly, are what producers would ordinarily consider desirable.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 406,
            "sentence": "I'm doing what I love, in a creative environment, with the most talented people.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 407,
            "sentence": "So what if Pierce never visited Pierce County and may not have known it existed?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 408,
            "sentence": "That is what makes the defection of Foreign Minister Moussa Koussa a heavy blow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 409,
            "sentence": "His younger children don't pick up the nuances of what their parents are saying.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 410,
            "sentence": "Move the pieces into place and the phone opens and takes you to what you missed.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 411,
            "sentence": "That's what keeps him fed and his gas tank full as he travels from city to city.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 412,
            "sentence": "So seeing the race is not as important as making sure people get what they need.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 413,
            "sentence": "I'm pretty light for the 219 class, I'm only about 214 so I can eat what I want.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 414,
            "sentence": "It filed suit because it seeks compensation for what it says is its past injury.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 415,
            "sentence": "He declined to give more details on what the plans were for the tower companies.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 416,
            "sentence": "He has a duty to explain to his country and to the world why he did what he did.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 417,
            "sentence": "The 17-month plunge was marked by what analysts have dubbed the Great Recession.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 418,
            "sentence": "McCarthy wanted his young Packers to believe, to visualize, what was achievable.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 419,
            "sentence": "As of right now, no one knows what will be the result of the Mideast rebellions.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 420,
            "sentence": "Inside, doctors and nurses tended to the wounded in what was once a cruise ship.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 421,
            "sentence": "On his 100th birthday they asked him what he thought was the greatest invention.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 422,
            "sentence": "One team, one coach, one scout, just one person who believes in what you can do.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 423,
            "sentence": "What do you think most people think of when they think of African-American food?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 425,
            "sentence": "Asked to predict what will happen next, Seitz offers up a little history lesson.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 426,
            "sentence": "Only a fool would declare what these demands for change will ultimately produce.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 427,
            "sentence": "I think people have forgotten what downtown Sacramento looked like 10 years ago.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 428,
            "sentence": "Do Your Part by hosting a greener party, no matter what colors your team sports.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 429,
            "sentence": "Since that is far less than what other distributors pay, Bewkes is no fan of it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 430,
            "sentence": "What can you tell us, if it is OK to ask, about the teacher and this little boy?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 431,
            "sentence": "What made these chefs special was their camaraderie, their baseball brotherhood.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 432,
            "sentence": "Sometimes you're pleased, and sometimes you're disappointed with what people do.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 433,
            "sentence": "Perkins had seven points and six rebounds, which was about what Rivers expected.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 434,
            "sentence": "This affair puts on values that are antithetical to what hockey is really about.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 435,
            "sentence": "What's not to like for people that love America and what America was founded on.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 436,
            "sentence": "Remember how he was going to STOP everything moving until he got what he wanted.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 437,
            "sentence": "It was unclear what the damage to the Great Barrier Reef would be, experts said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 438,
            "sentence": "The Bod, friends, is to libraries what the House that Ruth Built is to baseball.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 439,
            "sentence": "People you reap what you sow, in plain English you get exactly what you deserve.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 440,
            "sentence": "Smart people can't pay any mind to what people like stone says or think, though.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 441,
            "sentence": "What I see from people like these, they are Haughty, Puffed Up and full of self.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 442,
            "sentence": "What Obama is doing in Afghanistan is chaotic and bears no relation to Viet Nam.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 443,
            "sentence": "If children scuff the already smudged surface near the free-throw line, so what?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 444,
            "sentence": "We all know Denver's defense needs help, but what about Denver's offensive line?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 445,
            "sentence": "He thinks at first it might be fireworks, but he knows what gunshots sound like.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 446,
            "sentence": "They're a very good football team, and their kids believe in what they're doing.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 447,
            "sentence": "Jim has a great understanding of what Catholic co-ed high schools are all about.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 448,
            "sentence": "I'm going to have to see what SLU's record for disqualifications in a season is.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 449,
            "sentence": "It costs about five times what a regular repeating loom costs, Mr. Binaghi says.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 450,
            "sentence": "What happened in November has to be stopped, by whatever means become available.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 451,
            "sentence": "Most of the artists here seem to be genuinely excited about what they are doing.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 452,
            "sentence": "I have three other projects, though I'm not sure in what order they'll get done.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 453,
            "sentence": "When prices of staple foods soar, poor countries and poor people bear the brunt.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 454,
            "sentence": "As constituents we have the right to know, and we also bear some responsibility.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 455,
            "sentence": "Majerus says Salecich is trying to do too much, and the turnovers bear that out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 456,
            "sentence": "Those that do bear fruit will gain traction and either be acquired or go public.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 457,
            "sentence": "That is the likely outcome given the resources we are currently putting to bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 458,
            "sentence": "He said he knows from experience that drivers still bear the brunt of the blame.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 459,
            "sentence": "It is about protecting the Second Amendment and our right to keep and bear arms.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 460,
            "sentence": "Like it or not, the Constitution gives citizens the right to keep and bear arms.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 461,
            "sentence": "Bear Stearns got a 2% stake in Citic, while Citic received a 6% in Bear Stearns.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 462,
            "sentence": "Impeding supply routes is not the strongest leverage Pakistan can bring to bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 463,
            "sentence": "Don't the autoworkers and their union leaders bear some responsibility for that?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 464,
            "sentence": "There's naught she can do but grin and bear it, which she gamely attempts to do.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 465,
            "sentence": "Seen by tourists as racist and exploitative, but one has to grimace and bear it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 466,
            "sentence": "If you can bear to watch this trailer then your boredom threshold is astounding.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 467,
            "sentence": "If not, just find some that melt your heart, no matter whose initials they bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 468,
            "sentence": "A bear voiced by Jon Favreau explains the importance of marking one's territory.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 469,
            "sentence": "They have heard these stories many, many times, but some stories bear repeating.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 470,
            "sentence": "He took each one and carefully wrapped it round my ankle as hot as I could bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 471,
            "sentence": "In 1995 Per's first officer, out on the ice one day, was killed by a polar bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 472,
            "sentence": "Will you bear hug your new position and throw money at the biggest-name players?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 473,
            "sentence": "The popular 4-year-old bear, who resided at the Berlin Zoo, died suddenly March.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 474,
            "sentence": "Bear in mind that all those cliches and point-count guidelines are generalities.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 475,
            "sentence": "A look at the repressive acts under previous administrations will bear this out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 476,
            "sentence": "It is rarely encountered except as the name of the fierce bear of North America.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 477,
            "sentence": "SpongeBob portrays the elements of the Second Amendment, the right to bear arms.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 478,
            "sentence": "However, bear this in mind when comparing this to something like the Galaxy Tab.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 479,
            "sentence": "The Greek government's private creditors would bear most of the increased costs.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 480,
            "sentence": "When we got home to Megan that night I could hardly bear to look her in the eye.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 481,
            "sentence": "She had so much more to write, to read and do that she could not bear to let go.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 482,
            "sentence": "It will take about four months to know whether the eggs bear George's offspring.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 483,
            "sentence": "He couldn't bear the embarrassment and killed himself by jumping into the river.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 484,
            "sentence": "Before switching your pension, bear in mind other benefits you may be giving up.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 485,
            "sentence": "The struggles of just living are becoming too much for those around you to bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 486,
            "sentence": "It does not bear thinking about, either for this country or Mr Cameron's future.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 487,
            "sentence": "All Nissan's electric Leaf has is a kind of creepy commercial with a polar bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 488,
            "sentence": "Under a microscope the hairs look like tiny bear claws, but that doesn't matter.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 489,
            "sentence": "The landlord, I feel, should bear the greater burden of risk in the notice area.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 490,
            "sentence": "Most exciting of all, a young, scrawny bear is heading straight for the carcass.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 491,
            "sentence": "Let Seoul, Tokyo, and Beijing bear the risk of implosion, war, or proliferation.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 492,
            "sentence": "Several years of great effort and investment are now almost ready to bear fruit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 493,
            "sentence": "For kids, live grizzly bear, 3-D archery range, air rifle and lunker trout pond.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 494,
            "sentence": "Although Miss Manners has the patience of an angel, she can't bear this, either.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 495,
            "sentence": "Eat a bear that had gorged on salmon and it'll taste like low tide on a hot day.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 496,
            "sentence": "Ford said the notes will bear interest at a fixed rate of 4.25 percent per year.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 497,
            "sentence": "His windows still bear masking tape X's, to prevent them from shattering easily.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 498,
            "sentence": "As bleak as things appear now, neither recessions nor bear markets last forever.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 499,
            "sentence": "It's threadbare at the collar and the sleeves, but I can't bear to part with it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 500,
            "sentence": "They are 3-inch-high figures like deer and bear and Dutch houses and steamboats.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 501,
            "sentence": "It was then that I realized they were being chased by a rather large black bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 502,
            "sentence": "It's a time to bear witness to a victory lap in the relay race of social change.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 503,
            "sentence": "As a one-day drive, it's a mind-numbing bear, and you may have to do that twice.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 504,
            "sentence": "They include the hoary marmot, coyote, pika, black bear and Townsend's chipmunk.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 505,
            "sentence": "So, what insights should we bear in mind when considering multicultural markets?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 506,
            "sentence": "College is five years off for mine, and I can't bear to think about it even now.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 507,
            "sentence": "Although we took a bear canister to store food overnight, it felt like overkill.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 508,
            "sentence": "She stared at the bear, the bear stared at her, and then she walked away slowly.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 509,
            "sentence": "Taxpayers are likely to bear much of the financial risk of the proposed revival.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 510,
            "sentence": "Bonnie Ross-Parker, founder of The Joy of Connecting, couldn't bear to see this.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 511,
            "sentence": "The bear was discovered Tuesday morning in the Colorado resort town of Snowmass.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 512,
            "sentence": "The rooms bear designs of various countries, including a number of G-20 nations.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 513,
            "sentence": "He falls instantly in love and can't bear to tell Sam her German lover is alive.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 514,
            "sentence": "Two days later, wildlife officers trapped and killed a bear outside the trailer.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 515,
            "sentence": "Do I get back on the treadmill and grin and bear it, possibly doing more damage?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 516,
            "sentence": "Bear River High School has reported fights linked to gang disputes, Bourne said.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 517,
            "sentence": "When improvising, bear in mind that flavors get muted in the process of gelling.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 518,
            "sentence": "Do not try holding you're breath while waiting for that stupidity to bear fruit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 519,
            "sentence": "Occasionally, though, hackers bring their full force to bear on a single victim.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 520,
            "sentence": "The Egypt limited recourse debt facilities bear interest at LIBOR plus a spread.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 521,
            "sentence": "The zoo said the $23,000 ship was assembled over days in the polar-bear habitat.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 522,
            "sentence": "No one really knows how much influence the bear will have on the climate debate.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 523,
            "sentence": "The comic climax comes when a bear gets its buttocks fur blown off by a shotgun.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 524,
            "sentence": "The second time, they'll again be locked in polar bear jail and later flown out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 525,
            "sentence": "McCoy is supposedly the better pass-rusher, but the numbers don't bear that out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 526,
            "sentence": "Bear hunters have a success rate of only 3-5 percent, according to MassWildlife.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 527,
            "sentence": "If we do nothing more, then will these pilots bear fruit in the next five years?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 528,
            "sentence": "As a 79-year-old, he may not have enough time left to see his design bear fruit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 529,
            "sentence": "Bear River vs. Grantsville, high school softball playoffs, Friday, May 14, 2010.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 530,
            "sentence": "Our Constitution gives citizens the right to bear arms, which must never change.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 531,
            "sentence": "Flynn, a manager for the city, came up with the idea for a bear-proof container.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 532,
            "sentence": "Bear in mind too that China continues to amass huge amounts of foreign exchange.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 533,
            "sentence": "Bear could not borrow directly from the Fed because it is not a commercial bank.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 534,
            "sentence": "To be able to do that, you've got to be able to bear down these last five games.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 535,
            "sentence": "They can't leave the road, and there are few bridges that can bear their weight.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 536,
            "sentence": "Jenny and Jim Vance, in their 70s, enthusiastically described how to track bear.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 537,
            "sentence": "There really are people who would abolish the right to bear arms, if they could.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 538,
            "sentence": "In my bear dreams, the grizzly is almost always a female and has a cub with her.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 539,
            "sentence": "The distinction to bear in mind is that the academy is a self-correcting system.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 540,
            "sentence": "The losses are at no cost to the council tax payer since IBM will bear the loss.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 541,
            "sentence": "A stuffed teddy bear and floppy-eared rabbit sit on top of her floral bedspread.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 542,
            "sentence": "But Mr Agnelli admitted at the time that he just could not bear to lose control.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 543,
            "sentence": "Stand with feet apart, look people in the eye and place your hands on your hips.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 544,
            "sentence": "Defense attorney Sam Swanberg argued his client is not competent to stand trial.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 545,
            "sentence": "I'm not into reusing sweaty clothes that are stiff enough to stand on their own.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 546,
            "sentence": "Emergency personnel and Bee employees stand on the sidewalk across from The Bee.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 547,
            "sentence": "If you stand on the line and deliberately swat at the ball, it should be a goal.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 548,
            "sentence": "The soaring ratings stand in contrast to a rough year off-the-field for the NFL.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 549,
            "sentence": "We need to teach them that we still know how to stand together for our own good.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 550,
            "sentence": "White columns stand around the bar and beneath the balcony over the dance floor.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 551,
            "sentence": "No individual or relay team from Section II has placed on the medal stand since.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 552,
            "sentence": "This can make Buick stand out as a smart and efficient brand for younger buyers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 553,
            "sentence": "These robots now stand in for the young children who used to be ride the camels.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 554,
            "sentence": "Others stand alone, like those odd, irresistible Joshua Trees out in the desert.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 555,
            "sentence": "In those moments of uncertainty, Filipinos took a stand and risked all they had.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 556,
            "sentence": "That's why U.S. business should stand united in support of CAFTA and free trade.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 557,
            "sentence": "Our labor bureau doesn't stand on either the workers'side or the investors'side.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 558,
            "sentence": "Still, he's glad he didn't let the rules of Business Plans 101 stand in his way.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 559,
            "sentence": "Some began arriving at 6 a.m., and latecomers had to stand along the back walls.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 560,
            "sentence": "Firefighters stand at attention Sunday during the memorial at Rosehill Cemetery.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 561,
            "sentence": "Make sure you know exactly where you stand before making a financial commitment.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 562,
            "sentence": "So job seekers are trying to stand out to catch the eye of a potential employer.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 563,
            "sentence": "Someone with deep pockets had to stand behind Lehman to assuage these anxieties.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 564,
            "sentence": "He described the concept to me and it exemplifies what a stand-up citizen he is.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 565,
            "sentence": "It takes a lot of nerve to make a political stand like the two of you have done.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 566,
            "sentence": "With a weary sigh, he asks the man to stand up, lift his shirt, and turn around.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 567,
            "sentence": "The new bridge, completed in September 2008, is expected to stand for 100 years.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 568,
            "sentence": "I have had deer walk the same trail I used coming in and walk right to my stand.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 569,
            "sentence": "Adam dramatically vowed last year that Blagojevich would take the witness stand.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 570,
            "sentence": "Dugan bought some homemade biscotti at a bake sale stand as a gift for a friend.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 571,
            "sentence": "I know from my childhood that I felt fear when I was asked to stand up and read.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 572,
            "sentence": "Yes, I did stand-up for a couple of years on my own and I really didn't like it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 573,
            "sentence": "Why are marketers often afraid to stand their ground with sales and development?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 574,
            "sentence": "If you set up a stand for your kids, just be prepared for a visit from the cops.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 575,
            "sentence": "Artists have to stand outside events and help the rest of us make sense of them.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 576,
            "sentence": "There are none of the stand-alone villas that you might expect in such a resort.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 577,
            "sentence": "Most falls occurred as the hunter transitioned between the ladder and the stand.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 578,
            "sentence": "So I stand in great respect even as I have to read the not so good translations.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 579,
            "sentence": "They can run home and call it quits or they can stand up and dare them to shoot.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 580,
            "sentence": "I was once at a White House briefing when he ordered us to stand for Tony Blair.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 581,
            "sentence": "I stand around the kitchen a minute but I ain't got nothing left to do in there.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 582,
            "sentence": "They are two economies who stand to benefit from the rebuilding effort in Japan.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 583,
            "sentence": "I can't stand pesto because I used to make it by the gallon for years at Greens.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 584,
            "sentence": "He played classical music on the piano, although stand-up bass was his mainstay.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 585,
            "sentence": "World number one Martin Kaymer would have been delighted to stand only one over.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 586,
            "sentence": "Netanyahu, meanwhile, politely trashed elements of Obama's stand as unrealistic.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 587,
            "sentence": "Do current finishes stand up better to these commercial washes than in the past?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 588,
            "sentence": "Among the preparations was the choice of where Gbagbo would make his last stand.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 589,
            "sentence": "Entrenched players in the health care industry stand opposed to integrated care.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 590,
            "sentence": "Abandoned houses stand open, with cattle and chickens left behind in their pens.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 591,
            "sentence": "Poor little child doesn't stand a chance at a good life, being with such losers.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 592,
            "sentence": "By the corner of the dwellings, black rubber barrels stand to collect rainwater.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 593,
            "sentence": "Pepper has learned that tap handles don't have to be big or flashy to stand out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 594,
            "sentence": "It is this realization that will help me to stand firm in the face of adversity.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 595,
            "sentence": "The fruit stand owner shot me a look of disgust as he picked through the change.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 596,
            "sentence": "Elephants stand on two legs to reach the highest branches naturally in the wild.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 597,
            "sentence": "Global atmospheric levels of the gas now stand at about 1,790 parts per billion.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 598,
            "sentence": "There was no way to approach that stand without walking where a deer would walk.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 599,
            "sentence": "Amid the tragedy I am proud to live in a country that has managed to stand firm.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 600,
            "sentence": "If you really can't stand moss, have you considered moving to the Mediterranean?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 601,
            "sentence": "As of today, 50 million people have stepped forward to stand up against the CCP.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 602,
            "sentence": "The Lib Dems have always been a limp party unable to decide what they stand for.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 603,
            "sentence": "He wasn't afraid to wear those clothes and stand up to those who criticised him.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 604,
            "sentence": "Doing it consistently means that any interviewee knows exactly where they stand.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 605,
            "sentence": "If this vegetable dish can stand up to that competition, you know it's a winner.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 606,
            "sentence": "Thirty days in, I stand by my claim that there's not much that is original here.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 607,
            "sentence": "There was one thing though that really made it stand out for me it was the fans.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 608,
            "sentence": "A number of teams saw themselves having to use stand in keepers to save the day.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 609,
            "sentence": "Kevin O'Brien and Hamish Marshall's opening stand of 192 was a cricketing blitz.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 610,
            "sentence": "Stafford-born comedian Dave Gorman cycled 1,563 miles on his last stand-up tour.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 611,
            "sentence": "At the moment we are battling for survival and we need to stand behind the team.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 612,
            "sentence": "The play is an hysterical yet hard-hitting look at the world of stand-up comedy.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 613,
            "sentence": "If no-one takes a stand we all get trampled over by bosses and government alike.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 614,
            "sentence": "Some elderly people who could not stand up followed the exercises while sitting.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 615,
            "sentence": "Fortunately, I had a food stand with ice nearby, suddenly a make-shift hospital.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 616,
            "sentence": "Whenever a presentation or lecture was going on, the stand was relatively quiet.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 617,
            "sentence": "When will we stand up to multiculturalism and Islam and anti-Christian Marxists?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 618,
            "sentence": "He also took the stand and denied pretty much everything Beauchamp threw at him.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 619,
            "sentence": "Exeter give a first Premiership start to the Argentine stand-off Ignacio Mieres.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 620,
            "sentence": "Its zing allows it to stand proudly on its own, too, so it's worth making extra.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 621,
            "sentence": "Stand them on a baking tray and cook for an hour, or until they are fairly soft.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 622,
            "sentence": "Ozgener has gone on holiday and hasn't decided if he will stand for re-election.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 623,
            "sentence": "I'm just celebrating the fact that, in this democratic system, anyone can stand.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 624,
            "sentence": "I love how sharp, clinical and minimal it is, but it still manages to stand out.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 625,
            "sentence": "Still, the report's good sense and specific focus should stand it in good stead.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 626,
            "sentence": "I am delighted to be able to stand for election as councillor for Aldenham East.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 627,
            "sentence": "Crocker made the initial surge forward and stand-off Tom Smith took on the ball.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 628,
            "sentence": "Greek columns and bright limestone walls stand up to 6 feet high in some places.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 629,
            "sentence": "He took a break from collecting and walked over to the stand and gave her a hug.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 630,
            "sentence": "Soldiers stand guard next to their tank in the center of Tunis, Sunday, Jan. 16.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 631,
            "sentence": "The places where the Falcons stand out has more to do with substance than flash.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 632,
            "sentence": "Pittsburgh was up 24-0 but needed a goal-line stand to finally silence the Jets.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 633,
            "sentence": "Ever seen Rupp aglow with 7,000-plus patrons blowing soap bubbles into the air?",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 634,
            "sentence": "The lights flick off in Parker's home until only the computer room remains aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 635,
            "sentence": "Arrowhead Stadium was aglow in red Monday night for Monday Night Football in 2010.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 636,
            "sentence": "These days, he's a newlywed still aglow with the happiness of a fantastic wedding.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 637,
            "sentence": "The Denver Zoo is all aglow for the 20th anniversary of the park's Zoo Lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 638,
            "sentence": "We want air-conditioned homes, streets aglow with light and instant communication.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 639,
            "sentence": "A Bose radio system kept us aglow with the music of Frank Sinatra and Tony Bennett.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 640,
            "sentence": "This LED lamp has three settings from dim to super bright with all the bulbs aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 641,
            "sentence": "Artificial trees line a central ledge, their hot pink, blue and green lights aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 642,
            "sentence": "Bouie in a headlamp plunges out to feed the dogs, their eyes aglow in the distance.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 643,
            "sentence": "Elizabeth Head says her Galveston street is aglow with gold sycamore leaves.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 644,
            "sentence": "Tiny twin historic churches still stand aglow in thick coats of white paint.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 645,
            "sentence": "Downstairs something bluesy is playing in the bar, now aglow with orange tea lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 646,
            "sentence": "Cut to the faces of his listeners, some aglow in admiration, others damp with tears.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 647,
            "sentence": "In other words, Winter Lights could put the all-aglow community on the map.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 648,
            "sentence": "Thousands of carved pumpkins, soon to be aglow, sat poised on scaffolding.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 649,
            "sentence": "Mercedes-Benz World seems to set the night aglow in the Surrey countryside.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 650,
            "sentence": "The trail itself is arched over with leaves set aglow by the afternoon sun.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 651,
            "sentence": "Decorated, tree-lined paths are set aglow by thousands of twinkling Christmas lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 652,
            "sentence": "Juice is cheaper, and the result is marmalade aglow with flavor and color.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 653,
            "sentence": "Down in the highlight center, Timothy Parker, who came up with the bit, is also aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 654,
            "sentence": "Home fashions are aglow with metallic, pearl, acrylic and mirror finishes.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 655,
            "sentence": "This morning, Baltimore young'uns with their eyes all aglow are hoping for a snow day.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 656,
            "sentence": "The nave of the chapel, meanwhile, was aglow with flickering atmosphere.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 657,
            "sentence": "Harlequins, who used all 23 players, left the pitch with their cheeks aglow and chastened.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 658,
            "sentence": "Such victories are signs that the embers of xenophobia are indeed aglow throughout Europe.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 659,
            "sentence": "The wind also arrived at a littoral that was aglow with new and beautiful flower gardens.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 660,
            "sentence": "We return at nightfall to find the conservatory aglow with fairylights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 661,
            "sentence": "Johnson and Liukin returned to the U.S. from Beijing aglow with medals.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 662,
            "sentence": "The tall hill forest, resplendent in the aftermath of rain, was aglow in emerald light.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 663,
            "sentence": "Miami is aglow with the regal sensation that accompanies the Super Bowl.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 664,
            "sentence": "Over the next few weeks, night skies were aglow such that one could read in their light.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 665,
            "sentence": "There is hardly a hostess going who is not somewhere aglow or aglitter.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 666,
            "sentence": "But she's soon got her feet back safely on the ground, smiling and all aglow with sweat.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 667,
            "sentence": "The gardens will be aglow with real candles along the paths and thousands of electric lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 668,
            "sentence": "All are alive with possibility, aglow with resonance and suggestion.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 669,
            "sentence": "Life around the Hanford plant in Eastern Washington is always aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 670,
            "sentence": "Take the cylindrical room whose interior was aglow with bright green light when I entered it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 671,
            "sentence": "Then again, fans were also aglow a few years back when Clapton briefly reteamed with Cream.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 672,
            "sentence": "You sure seem all aglow over LEDs here in your investment magazine.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 673,
            "sentence": "The three Hawks look almost airbrushed in the photos, with Kane appearing positively aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 674,
            "sentence": "Its head is slung low, eyes set aglow from the camera's flash.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 675,
            "sentence": "As the session comes to an end, the capitol is often aglow with late nights and high feelings.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 676,
            "sentence": "Both locations of the Denver Botanic Gardens will be aglow for the holidays, starting tonight.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 677,
            "sentence": "Soon, neighborhoods and towns will be aglow in holiday spirit.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 678,
            "sentence": "The audience sat at tables with candles aglow and sipped drinks.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 679,
            "sentence": "The shimmer wall at Raleigh's new convention center is aglow with multicolored lights last week.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 680,
            "sentence": "Flick that lighter and set the coals of your charcoal grill aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 681,
            "sentence": "The U.S. is at peace, and between rising employment and fading inflation, the economy is aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 682,
            "sentence": "By nightfall, crowds gathered around hundreds of candles that set parts of the main squares aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 683,
            "sentence": "The proprietors show off the freshened shoes from behind a smooth white counter aglow with light.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 684,
            "sentence": "The nave is aglow, right, after a $16.5 million restoration and will be rededicated on Nov. 30.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 685,
            "sentence": "Aglow International reaches an estimated 200,000 women each month.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 686,
            "sentence": "The dome atop the Capitol is once again aglow, impressive as ever.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 687,
            "sentence": "Even the Grande Mosquee, a mosque that dominates the city's skyline, is aglow in holiday lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 688,
            "sentence": "Ellie Constantine toured Dunedin streets to see houses all aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 689,
            "sentence": "Sitting down for a breakfast at Prima last week, Cooper was aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 690,
            "sentence": "Kyoto is beautiful in October, when palace and temple gardens are aglow with the blaze of autumn.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 691,
            "sentence": "The nursery and its gardens will be all aglow for the annual twilight tour, from dusk to midnight.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 692,
            "sentence": "In a dark Broadway theater the other day, every other lap was intermittently aglow like some 4G firefly.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 693,
            "sentence": "Having had two glasses of red wine she was all aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 694,
            "sentence": "Look hard and you'll see a bald eagle in profile, beak painted a brilliant yellow, beady eye aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 695,
            "sentence": "It's a small moment in the book, but it lit aglow some tiny room of memory, if only for a maddening moment.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 696,
            "sentence": "A fireplace is aglow in the home of Dave and Diana Dittman.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 697,
            "sentence": "Minnie Driver was all aglow in yellow at last year's Emmys.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 698,
            "sentence": "Outside the train station the Capitol dome is aglow from floodlights that make it visible from the prairie.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 699,
            "sentence": "In Washington, the National Christmas Tree is already aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 700,
            "sentence": "Artist Stefan Duncan paints trees that are aglow with light.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 701,
            "sentence": "As the work progresses, the entire set gradually becomes aglow with enough lights to mimic Broadway.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 702,
            "sentence": "Campfires are aglow outdoors for everyone to make s'mores.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 703,
            "sentence": "The instrument panel was aglow with soft, red lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 704,
            "sentence": "The mistletoe waits patiently, as does the tree, aglow with the holiday spirit of all who helped trim it.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 705,
            "sentence": "Set the rear-facing Apple logo aglow with this simple mod.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 706,
            "sentence": "With each breath, bring that light into yourself, filling you until you are aglow with Christ's light.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 707,
            "sentence": "Aglow with candle light, the moving vigil included the father, who walked with wax dripping down his stick.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 708,
            "sentence": "Hartford, Conn., also stayed aglow with emergency jet power.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 709,
            "sentence": "Nestled several blocks from the Carson Street melange, the Dish row house is aglow on a dark block of 17th.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 710,
            "sentence": "There goes Julie Andrews, face aglow and arms outstretched, exulting in life amid rainbows and waterfalls.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 711,
            "sentence": "As I was riding the escalator out of the Metro the other night, I quickly realized the man ahead of me was aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 712,
            "sentence": "Trying to simulate flying over remote parts of Afghanistan is difficult when skies are aglow from city-light glare.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 713,
            "sentence": "Weather permitting, it's a magical spot, its red tables surrounded by pear and pine trees aglow with white lights.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 714,
            "sentence": "The midway is all aglow at the State Fair.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 715,
            "sentence": "In a couple of weeks, when the colors have turned, it will be the place to watch from as fall sets the valley aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 716,
            "sentence": "I visited in the autumn when the mountains were aglow with vibrant colors with the threat of frost on the horizon.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 717,
            "sentence": "After the scientists retrieved the images from space, they were surprised to see that SN 1987A was aglow with light.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 718,
            "sentence": "Enda was aglow with righteous indignation.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 719,
            "sentence": "Straight of limb, true of eyes, steady and aglow.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 720,
            "sentence": "Bedecked in Victorian splendor, Galena's Turner Hall will be aglow for the festive holiday dinner and live orchestra.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 721,
            "sentence": "They emerged aglow in electric blue and candy apple red, staggering like Frankenstein's monster fresh off the table.",
            "toTurkish": "",
            "level": ""
        }, 
        {
            "id": 722,
            "sentence": "That's where Michael Sheen, in a bad wig, and the always terrific Dakota Fanning, with red eyes aglow with evil, appear.",
            "toTurkish": "",
            "level": ""
        }
    ]
}
